Repository: ShahynazHanfy/PharmacyUI-master
Catalog: src/app/local/messages.*.xlf
Languages: ar

source: TradeName
ar: اسم الدواء

source: GenericName
ar: اسم الدواء التجاري

source: Code
ar: كود الدواء

source: Strength
ar: التركيز

source: Pack
ar: كم/شريط/عبوه

source: ReOrderLevel
ar: معدل انتهاء الكميه

source: BarCode
ar: بار كود

source: License
ar: تحميل ملف

source: Upload
ar: تحميل

source: Select Thera Group
ar: اختر من مجموعه الدوائي

source: Select Thera Sub Group
ar: اختر من مجموعه الدوائيه الفرعيه

source: Select Form Name
ar: اختر الشكل الدوائي

source: Select Firm Name
ar: اختر اسم الشركه

source: Select Unit Name
ar: اختر اسم الوحده

source: Select Country Name
ar: اختر اسم الدوله

source: Select ROAD Name
ar: اختر اسم الوحده

source: Submit
ar: حفظ

source: Add New Drug
ar: اضافه دواء جديد

source: TradeName<p-sortIcon></p-sortIcon>
ar: اسم الدواء

source: Delete
ar: حذف

source: launch
ar: تعديل

source: No customers found.
ar: لا يوجد اي ادويه

source: Select Image
ar: تحميل صوره

source: Name<p-sortIcon></p-sortIcon>
ar: الاسم بالانجليزيه

source: Name Ar<p-sortIcon></p-sortIcon>
ar: الاسم بالعربيه

source: Description<p-sortIcon></p-sortIcon>
ar: وصف تفصيلي للمنتج بالانجليزيه

source: descriptionAR
ar: وصف تفصيلي بالعربيه

source: Edit
ar: تعديل
